Repository: dimon13022007/paire
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, it, kk, ky, uk

source: Отрасль не указана
es: Industria no especificada
it: Il settore non è specificato
kk: Сала көрсетілмеген
ky: Тармак көрсөтүлгөн эмес
uk: Галузь не вказана

source: Язык не указан
de: Sprache nicht angegeben
es: Idioma no especificado
it: La lingua non è specificata
kk: Тіл көрсетілмеген
ky: Тил көрсөтүлгөн эмес
uk: Мова не вказана

source: 📍 Город: {city} 👤 Имя: {name} 🎂 Возраст: {age} 📝 Описание: {desc} 💻 Язык: {lang} 💼 Отрасль: {industry}
de: 📍 Stadt: {city} 👤 Name: {name} 🎂 Alter: {age} 📝 Beschreibung: {desc} 💻 Sprache: {lang} 💼 Branche: {industry}
es: 📍 Ciudad: {city} 👤 Nombre: {name} 🎂 Edad: {age} 📝 Descripción: {desc} 💻 Idioma: {lang} 💼 Industria: {industry}
it: 📍 Città: {city} 👤 Nome: {name} 🎂 Età: {age} 📝 Descrizione: {desc} 💻 Lingua: {lang} 💼 Settore: {industry}
kk: 📍 Қала: {city} 👤 Аты: {name} 🎂 Жасы: {age} 📝 Сипаттама: {desc} 💻 Тілі: {lang} 💼 Сала: {industry}
ky: 📍 Шаар: {city} 👤 Атыңыз: {name} 🎂 Жашыңыз: {age} 📝 Сүрөттөмө: {desc} 💻 Тилиңиз: {lang} 💼 Тармак: {industry}
uk: 📍 Місто: {city} 👤 Ім'я: {name} 🎂 Вік: {age} 📝 Опис: {desc} 💻 Мова: {lang} 💼 Галузь: {industry}

source: 📍 Город: {city} 👤 Имя: {name} 🎂 Возраст: {age} 💻 Язык: {lang} 💼 Отрасль: {industry}
de: 📍 Stadt: {city} 👤 Name: {name} 🎂 Alter: {age} 💻 Sprache: {lang} 💼 Branche: {industry}
es: 📍 Ciudad: {city} 👤 Nombre: {name} 🎂 Edad: {age} 💻 Idioma: {lang} 💼 Industria: {industry}
it: 📍 Città: {city} 👤 Nome: {name} 🎂 Età: {age} 💻 Lingua: {lang} 💼 Settore: {industry}
kk: 📍 Қала: {city} 👤 Аты: {name} 🎂 Жасы: {age} 💻 Тілі: {lang} 💼 Сала: {industry}
ky: 📍 Шаар: {city} 👤 Атыңыз: {name} 🎂 Жашыңыз: {age} 💻 Тилиңиз: {lang} 💼 Тармак: {industry}
uk: 📍 Місто: {city} 👤 Ім'я: {name} 🎂 Вік: {age} 💻 Мова: {lang} 💼 Галузь: {industry}

source: На каком языке вы хотели бы объединяться с другими ИТ-специалистами? 🌍
de: In welcher Sprache möchten Sie sich mit anderen IT-Spezialisten vernetzen? 🌍
es: ¿En qué idioma te gustaría conectar con otros especialistas en TI? 🌍
it: In quale lingua vorresti collaborare con altri specialisti IT? 🌍
kk: Басқа ІТ-мамандарымен қай тілде бірігуді қалайсыз? 🌍
ky: Башка IT адистери менен кайсы тилде баарлашкыңыз келет? 🌍
uk: Якою мовою ви хотіли б об'єднуватися з іншими ІТ-фахівцями? 🌍

source: Язык обновлен
de: Sprache aktualisiert
es: Idioma actualizado
it: Lingua aggiornata
kk: Тіл жаңартылды
ky: Тил жаңыртылды
uk: Мову оновлено

source: 🔁 Продолжить просмотр анкет
de: 🔁 Weitere Profile ansehen
es: 🔁 Continuar viendo perfiles
it: 🔁 Continua a sfogliare i profili
kk: 🔁 Анкеталарды қарауды жалғастыру
ky: 🔁 Анкеталарды кароону улантуу
uk: 🔁 Продовжити перегляд анкет

source: 👤 Перейти в профиль
de: 👤 Zum Profil wechseln
es: 👤 Ver perfil
it: 👤 Vai al profilo
kk: 👤 Профильге өту
ky: 👤 Профилди ачуу
uk: 👤 Перейти до профілю

source: ✨ У вас взаимный лайк с {name}!
de: ✨ Ihr habt ein gegenseitiges Like mit {name}!
es: ✨ ¡Tienes un match con {name}!
it: ✨ Hai un like reciproco con {name}!
kk: ✨ Сізде {name} қолданушысымен өзара лайк бар!
ky: ✨ Сиз менен {name} бири-бириңиздерди жактырдыңыздар!
uk: ✨ У вас взаємний лайк з {name}!

source: ✨ Вас лайкнули! Хотите посмотреть анкету?
de: ✨ Jemand hat Sie geliket! Möchten Sie das Profil ansehen?
es: ✨ ¡Alguien te dio like! ¿Quieres ver su perfil?
it: ✨ Qualcuno ti ha messo like! Vuoi vedere il profilo?
kk: ✨ Сізге лайк қойылды! Анкетаны көргіңіз келе ме?
ky: ✨ Сизге лайк беришти! Анкетаны көргүңүз келеби?
uk: ✨ Вас вподобали! Бажаєте переглянути анкету?

source: 👀 Посмотреть анкету
de: 👀 Profil ansehen
es: 👀 Ver perfil
it: 👀 Visualizza il profilo
kk: 👀 Анкетаны көру
ky: 👀 Анкетаны көрүү
uk: 👀 Переглянути анкету

source: Произошла ошибка при загрузке профиля.
de: Beim Laden des Profils ist ein Fehler aufgetreten.
es: Ocurrió un error al cargar el perfil.
it: Si è verificato un errore durante il caricamento del profilo.
kk: Профильді жүктеу кезінде қате орын алды.
ky: Профилди жүктөөдө ката кетти.
uk: Сталася помилка при завантаженні профілю.

source: Ответьте на анкету, вас лайкнули!
de: Beantworten Sie das Profil – jemand hat Sie geliket!
es: Responde el cuestionario, ¡alguien te dio like!
it: Rispondi al profilo, qualcuno ti ha messo like!
kk: Анкетаға жауап беріңіз, сізге лайк қойылды!
ky: Анкетаны толтуруңуз, сизге лайк беришти!
uk: Відповідайте на анкету — вас вподобали!

source: Посмотреть анкету
de: Profil ansehen
es: Ver perfil
it: Visualizza il profilo
kk: Анкетаны көру
ky: Анкетаны көрүү
uk: Переглянути анкету

source: Продолжить просмотр анкет
de: Weitere Profile ansehen
es: Continuar viendo perfiles
it: Continua a sfogliare i profili
kk: Анкеталарды қарауды жалғастыру
ky: Анкеталарды кароону улантуу
uk: Продовжити перегляд анкет

source: Продолжаем просмотр анкет...
de: Wir machen mit den Profilen weiter...
es: Seguimos viendo perfiles...
it: Continuiamo a sfogliare i profili...
kk: Анкеталарды қарауды жалғастырамыз...
ky: Анкеталарды кароону улантабыз...
uk: Продовжуємо перегляд анкет...

source: Нет найденных анкет
de: Keine Profile gefunden
es: No se encontraron perfiles
it: Nessun profilo trovato
kk: Табылған анкеталар жоқ
ky: Анкета табылган жок
uk: Анкет не знайдено

source: Произошла ошибка при поиске анкет.
de: Beim Suchen der Profile ist ein Fehler aufgetreten.
es: Ocurrió un error al buscar perfiles.
it: Si è verificato un errore durante la ricerca dei profili.
kk: Анкеталарды іздеу кезінде қате орын алды.
ky: Анкета издөөдө ката кетти.
uk: Сталася помилка при пошуку анкет.

source: У вас пока что нету анкеты
de: Sie haben noch kein Profil erstellt
es: Todavía no tienes un perfil
it: Non hai ancora un profilo
kk: Сізде әзірге анкета жоқ
ky: Сизде азырынча анкета жок
uk: У вас поки що немає анкети

source: Произошла ошибка при загрузке профиля. Попробуйте снова позже.
de: Beim Laden des Profils ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se produjo un error al cargar el perfil. Inténtalo de nuevo más tarde.
it: Errore durante il caricamento del profilo. Riprova più tardi.
kk: Профильді жүктеу кезінде қате орын алды. Кейінірек қайталап көріңіз.
ky: Профилди жүктөөдө ката кетти. Кийинчерээк аракет кылыңыз.
uk: Сталася помилка при завантаженні профілю. Спробуйте пізніше.

source: Ошибка: профиль не найден!
de: Fehler: Profil nicht gefunden!
es: Error: ¡perfil no encontrado!
it: Errore: profilo non trovato!
kk: Қате: профиль табылмады!
ky: Ката: профиль табылган жок!
uk: Помилка: профіль не знайдено!

source: Введите свой город еще раз🌆
de: Geben Sie Ihre Stadt erneut ein 🌆
es: Ingresa tu ciudad nuevamente 🌆
it: Inserisci di nuovo la tua città 🌆
kk: Қалаңызды қайта енгізіңіз🌆
ky: Шаарыңызды кайрадан жазыңыз🌆
uk: Введіть своє місто ще раз🌆

source: Введите ваше имя еще раз
de: Geben Sie Ihren Namen erneut ein
es: Ingresa tu nombre nuevamente
it: Inserisci di nuovo il tuo nome
kk: Атыңызды қайта енгізіңіз
ky: Атыңызды кайрадан жазыңыз
uk: Введіть своє ім'я ще раз

source: Введите ваш возраст
de: Geben Sie Ihr Alter ein
es: Ingresa tu edad
it: Inserisci la tua età
kk: Жасыңызды енгізіңіз
ky: Жашыңызды жазыңыз
uk: Введіть свій вік

source: Введите новое описание🖊
de: Geben Sie eine neue Beschreibung ein 🖊
es: Escribe una nueva descripción 🖊
it: Inserisci una nuova descrizione 🖊
kk: Жаңа сипаттаманы енгізіңіз🖊
ky: Жаңы сүрөттөмө жазыңыз🖊
uk: Введіть новий опис🖊

source: Какой у вас язык программирования?
de: Welche Programmiersprache beherrschen Sie?
es: ¿Cuál es tu lenguaje de programación?
it: Qual è il tuo linguaggio di programmazione?
kk: Сіздің бағдарламалау тіліңіз қандай?
ky: Кайсы программалоо тилин колдоносуз?
uk: Яка у вас мова програмування?

source: Какое у вас направление?
de: Was ist Ihre Richtung?
es: ¿Cuál es tu especialidad?
it: Qual è il tuo settore?
kk: Сіз қандай салада жұмыс істейсіз?
ky: Кайсы тармакта иштейсиз?
uk: Який у вас напрям?

source: Добавьте фото профиля📸
de: Fügen Sie ein Profilfoto hinzu📸
es: Agrega una foto de perfil 📸
it: Aggiungi una foto profilo 📸
kk: Профиль суретін қосыңыз📸
ky: Профиль сүрөтүн жүктөңүз📸
uk: Додайте фото профілю📸

source: Ты перезарегистрировался! Вот как выглядит твоя анкета.
de: Du hast dich neu registriert! So sieht dein Profil aus.
es: ¡Te has vuelto a registrar! Así luce tu perfil.
it: Ti sei registrato di nuovo! Ecco come appare il tuo profilo.
kk: Сіз қайта тіркелдіңіз! Міне, сіздің анкетаңыз осындай көрінеді.
ky: Сен кайра катталдың! Мына сенин анкетаң.
uk: Ти перереєструвався! Ось як виглядає твоя анкета.

source: Выбирете какой именно параметр хотите изменить
de: Wählen Sie, welchen Parameter Sie ändern möchten
es: Elige qué parámetro deseas cambiar
it: Scegli quale parametro vuoi modificare
kk: Қай параметрді өзгерткіңіз келетінін таңдаңыз
ky: Кайсы параметрди өзгөрткүңүз келерин тандаңыз
uk: Виберіть, який саме параметр хочете змінити

source: ❌ Такого параметра для изменения не существует 😉
de: ❌ Dieser Parameter kann nicht geändert werden 😉
es: ❌ No existe tal parámetro para cambiar 😉
it: ❌ Questo parametro non può essere modificato 😉
kk: ❌ Мұндай параметр жоқ 😉
ky: ❌ Мындай параметр жок 😉
uk: ❌ Такого параметра не існує 😉

source: Введите новое значение для {field} Текущее: {current}
de: Geben Sie einen neuen Wert für {field} ein Aktueller: {current}
es: Ingrese un nuevo valor para {field} Actual: {current}
it: Inserisci un nuovo valore per {field} Attuale: {current}
kk: {field} үшін жаңа мәнді енгізіңіз Қазіргі: {current}
ky: {field} үчүн жаңы маанини жазыңыз Учурдагы: {current}
uk: Введіть нове значення для {field} Поточне: {current}

source: Загрузите новое изображение📸
de: Laden Sie ein neues Bild hoch📸
es: Carga una nueva imagen 📸
it: Carica una nuova immagine 📸
kk: Жаңа суретті жүктеңіз📸
ky: Жаңы сүрөт жүктөңүз📸
uk: Завантажте нове зображення📸

source: Ваш возраст обновлен: {age} ✅
de: Ihr Alter wurde aktualisiert: {age} ✅
es: Tu edad ha sido actualizada: {age} ✅
it: La tua età è stata aggiornata: {age} ✅
kk: Жасыңыз жаңартылды: {age} ✅
ky: Жашыңыз жаңыртылды: {age} ✅
uk: Ваш вік оновлено: {age} ✅

source: ❌ Не удалось обновить возраст. Пожалуйста, попробуйте снова.
de: ❌ Alter konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.
es: ❌ No se pudo actualizar la edad. Por favor, inténtalo de nuevo.
it: ❌ Impossibile aggiornare l'età. Riprova per favore.
kk: ❌ Жасты жаңарту сәтсіз аяқталды. Қайтадан көріңіз.
ky: ❌ Жашыңызды жаңыртуу мүмкүн эмес болду. Сураныч, кайра аракет кылыңыз.
uk: ❌ Не вдалося оновити вік. Будь ласка, спробуйте ще раз.

source: ❌ Пожалуйста, введите корректный возраст (целое число).
de: ❌ Bitte geben Sie ein gültiges Alter ein (ganze Zahl).
es: ❌ Por favor, introduce una edad válida (número entero).
it: ❌ Inserisci un'età valida (numero intero).
kk: ❌ Дұрыс жасты енгізіңіз (бүтін сан).
ky: ❌ Сураныч, туура жашты киргизиңиз (бүтүн сан).
uk: ❌ Введіть коректний вік (ціле число).

source: ❌ Вы не отправили фото. Пожалуйста, отправьте фото.
de: ❌ Sie haben kein Foto gesendet. Bitte senden Sie ein Foto.
es: ❌ No enviaste una foto. Por favor, envíala.
it: ❌ Non hai inviato una foto. Per favore, inviala.
kk: ❌ Сіз фото жібермедіңіз. Фото жіберіңіз.
ky: ❌ Сүрөт жиберилген жок. Сураныч, сүрөт жибериңиз.
uk: ❌ Ви не надіслали фото. Будь ласка, надішліть фото.

source: ❌ Произошла ошибка при обработке фото, попробуйте снова.
de: ❌ Beim Verarbeiten des Fotos ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: ❌ Ocurrió un error al procesar la foto, intenta de nuevo.
it: ❌ Si è verificato un errore durante l'elaborazione della foto, riprova.
kk: ❌ Фото өңдеу кезінде қате пайда болды, қайтадан көріңіз.
ky: ❌ Сүрөттү иштетүүдө ката кетти, кайра аракет кылыңыз.
uk: ❌ Сталася помилка під час обробки фото, спробуйте знову.

source: ✅ Изображение успешно обновлено!
de: ✅ Bild erfolgreich aktualisiert!
es: ✅ ¡La imagen se actualizó con éxito!
it: ✅ L'immagine è stata aggiornata con successo!
kk: ✅ Сурет сәтті жаңартылды!
ky: ✅ Сүрөт ийгиликтүү жаңыртылды!
uk: ✅ Зображення успішно оновлено!

source: ❌ Произошла ошибка при обработке изображения, попробуйте снова.
de: ❌ Fehler bei der Bildverarbeitung. Bitte versuchen Sie es erneut.
es: ❌ Ocurrió un error al procesar la imagen, intenta de nuevo.
it: ❌ Si è verificato un errore durante l'elaborazione dell'immagine, riprova.
kk: ❌ Суретті өңдеу кезінде қате пайда болды, қайтадан көріңіз.
ky: ❌ Сүрөттү иштетүүдө ката кетти, кайра аракет кылыңыз.
uk: ❌ Сталася помилка під час обробки зображення, спробуйте знову.

source: Обновление прошло успешно ✅
de: Aktualisierung erfolgreich ✅
es: La actualización fue exitosa ✅
it: Aggiornamento completato con successo ✅
kk: Жаңарту сәтті өтті ✅
ky: Жаңыртуу ийгиликтүү ✅
uk: Оновлення пройшло успішно ✅

source: С обновлением возникли трудности 😢
de: Bei der Aktualisierung gab es Schwierigkeiten 😢
es: Hubo problemas con la actualización 😢
it: Ci sono stati dei problemi con l'aggiornamento 😢
kk: Жаңарту кезінде қиындықтар туындады 😢
ky: Жаңыртууда кыйынчылыктар болду 😢
uk: Виникли труднощі з оновленням 😢

source: ❌ Произошла ошибка. Пожалуйста, попробуйте снова.1
de: ❌ Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.1
es: ❌ Ocurrió un error. Por favor, intenta de nuevo.
it: ❌ Si è verificato un errore. Per favore, riprova.
kk: ❌ Қате пайда болды. Қайтадан көріңіз.
ky: ❌ Ката кетти. Сураныч, кайра аракет кылыңыз.1
uk: ❌ Сталася помилка. Будь ласка, спробуйте ще раз.1

source: Максимум 3
de: Maximal 3
es: Máximo 3
it: Massimo 3

source: Выберите индустрии, повторное нажатие снимает выбор:
de: Wählen Sie Branchen aus, erneut klicken hebt die Auswahl auf:
es: Selecciona las industrias, pulsa de nuevo para desmarcar:
it: Seleziona le industrie, un secondo clic annulla la selezione:
kk: Салаларды таңдаңыз, қайта басу таңдауды алып тастайды:
ky: Тармактарды тандаңыз, кайра басуу тандоону алып салат:
uk: Оберіть галузі, повторне натискання знімає вибір:

source: У вас покачто нету анкеты
de: Sie haben derzeit kein Profil
es: Todavía no tienes un perfil.
it: Non hai ancora un profilo
kk: Сізде әлі анкета жоқ
ky: Сизде азырынча анкета жок
uk: У вас поки що немає анкети

source: Выберите индустрию для фильтрации анкет:
de: Wählen Sie eine Branche zur Filterung der Profile:
es: Selecciona una industria para filtrar los perfiles:
it: Seleziona un'industria per filtrare i profili:
kk: Анкеталарды сүзгілеу үшін саланы таңдаңыз:
ky: Анкеталарды фильтрлөө үчүн тармакты тандаңыз:
uk: Оберіть індустрію для фільтрації анкет:

source: Фильтр установлен: {industry}. Нажмите /show для поиска анкет.
de: Filter gesetzt: {industry}. Geben Sie /show ein, um nach Profilen zu suchen.
es: Filtro aplicado: {industry}. Pulsa /show para buscar perfiles.
it: Filtro impostato: {industry}. Premi /show per cercare i profili.
kk: Сүзгі орнатылды: {industry}. Анкеталарды іздеу үшін /show басыңыз.
ky: Фильтр орнотулду: {industry}. Анкеталарды издөө үчүн /show басыңыз.
uk: Фільтр встановлено: {industry}. Натисніть /show для перегляду анкет.

source: Фильтр сброшен. Теперь ищем все анкеты /show
de: Filter zurückgesetzt. Jetzt werden alle Profile angezeigt /show
es: Filtro eliminado. Ahora se buscarán todos los perfiles /show
it: Filtro azzerato. Ora stiamo cercando tutti i profili /show
kk: Сүзгі тазартылды. Енді барлық анкеталар ізделеді /show
ky: Фильтр өчүрүлдү. Эми бардык анкеталарды издейбиз /show
uk: Фільтр скинуто. Тепер шукаємо всі анкети /show

source: 🚫 Анкета деактивирована. Желаем вам удачи в стартапе! 💡 Чтобы снова включить анкету и искать партнёров — введите /activate
de: 🚫 Ihr Profil wurde deaktiviert. Viel Erfolg mit Ihrem Startup! 💡 Um Ihr Profil wieder zu aktivieren und Partner zu suchen, geben Sie /activate ein
es: 🚫 El perfil ha sido desactivado. ¡Te deseamos suerte con tu startup! 💡 Para volver a activarlo y buscar compañeros, introduce /activate
it: 🚫 Profilo disattivato. Ti auguriamo buona fortuna con la tua startup! 💡 Per riattivare il profilo e cercare partner — digita /activate
kk: 🚫 Анкета өшірілді. Стартапта сәттілік тілейміз! 💡 Анкетаны қайта қосып, серіктестерді іздеу үшін /activate енгізіңіз
ky: 🚫 Анкета өчүрүлдү. Стартапта ийгилик каалайбыз! 💡 Анкетаны кайра иштетип, өнөктөштөрдү табуу үчүн /activate жазыңыз
uk: 🚫 Анкету деактивовано. Бажаємо вам успіху у стартапі! 💡 Щоб знову активувати анкету та шукати партнерів — введіть /activate

source: Произошла ошибка. Попробуйте позже.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error. Intenta más tarde.
it: Si è verificato un errore. Riprova più tardi.
kk: Қате пайда болды. Кейінірек көріңіз.
ky: Ката кетти. Кийинчерээк аракет кылыңыз.
uk: Сталася помилка. Спробуйте пізніше.

source: 👋 Здравствуйте! Здесь вы можете получить свой реферальный код. Передайте его другу, чтобы он смог указать ваш код при регистрации. В результате вы получите буст анкеты! 🚀
de: 👋 Hallo! Hier erhalten Sie Ihren Empfehlungscode. Geben Sie ihn einem Freund, damit er ihn bei der Registrierung angeben kann. Dadurch erhalten Sie einen Profil-Boost! 🚀
es: 👋 ¡Hola! Aquí puedes obtener tu código de referido. Envíalo a un amigo para que lo introduzca al registrarse. ¡Como resultado, tu perfil recibirá un impulso! 🚀
it: 👋 Ciao! Qui puoi ottenere il tuo codice di riferimento. Condividilo con un amico in modo che possa inserirlo durante la registrazione. In cambio riceverai un boost per il tuo profilo! 🚀
kk: 👋 Сәлеметсіз бе! Мұнда сіз өзіңіздің рефералдық кодыңызды ала аласыз. Оны досыңызға беріңіз, ол тіркелу кезінде сіздің кодыңызды көрсете алады. Нәтижесінде сіздің анкетаңыз күшейтіледі! 🚀
ky: 👋 Салам! Бул жерден сиз өз рефералдык кодуңузду ала аласыз. Аны досуңузга бериңиз, ал катталууда сиздин кодуңузду көрсөтсүн. Натыйжада анкетаңызга буст аласыз! 🚀
uk: 👋 Вітаємо! Тут ви можете отримати свій реферальний код. Передайте його другу, щоб він зміг вказати ваш код при реєстрації. У результаті ви отримаєте буст анкети! 🚀

source: Настройки:
de: Einstellungen:
es: Ajustes:
it: Impostazioni:
kk: Баптаулар:
ky: Орнотуулар:
uk: Налаштування:

source: Максимум 2
de: Maximal 2
es: Máximo 2
it: Massimo 2
ky: Эң көп дегенде 2

source: Выберите хотя бы один язык
de: Wählen Sie mindestens eine Sprache
es: Selecciona al menos un idioma
it: Seleziona almeno una lingua
kk: Кем дегенде бір тілді таңдаңыз
ky: Кеминде бир тил тандаңыз
uk: Оберіть щонайменше одну мову

source: ❌ Произошла ошибка. Попробуйте еще раз.
de: ❌ Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: ❌ Ocurrió un error. Intenta de nuevo.
it: ❌ Si è verificato un errore. Riprova.
kk: ❌ Қате пайда болды. Қайтадан көріңіз.
ky: ❌ Ката кетти. Дагы бир жолу аракет кылыңыз.
uk: ❌ Сталася помилка. Спробуйте ще раз.

source: ❌ Нельзя очистить поле индустрии. Пожалуйста, выберите новое значение.
de: ❌ Das Feld „Branche“ kann nicht geleert werden. Bitte wähle einen neuen Wert.
es: ❌ No se puede limpiar el campo de industria. Por favor, selecciona un nuevo valor.
it: ❌ Non è possibile svuotare il campo dell'industria. Seleziona un nuovo valore.
kk: ❌ Сала өрісін тазарту мүмкін емес. Жаңа мәнді таңдаңыз.
ky: ❌ Индустрия талаасын тазалоого болбойт. Сураныч, жаңы маанини тандаңыз.
uk: ❌ Не можна очистити поле індустрії. Будь ласка, оберіть нове значення.

source: Какое новое значение вы хотите определить? Текущее: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev 13) Удалить индустрию✍️ Напиши номер индустрии сообщением.
de: Welchen neuen Wert möchtest du festlegen? Aktuell: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev 13) Branche entfernen ✍️ Sende die Nummer der Branche als Nachricht.
es: ¿Qué nuevo valor quieres establecer? Actual: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Bots de Telegram 8) AppDev 9) OSDev 10) Ciberseguridad 11) Frameworks 12) BlockchainDev 13) Eliminar industria✍️ Escribe el número de la industria en un mensaje.
it: Quale nuovo valore vuoi impostare? Attuale: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev 13) Rimuovi industria✍️ Invia il numero come messaggio.
kk: Қандай жаңа мәнді орнатқыңыз келеді? Қазіргі: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev 13) Саланы жою ✍️ Сала нөмірін хабарлама ретінде жазыңыз.
ky: Жаңы маанини аныктаңыз: Азыркысы: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev 13) Индустрияны өчүрүү ✍️ Индустриянын номерин жазыңыз.
uk: Яке нове значення ви хочете встановити? Поточне: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev 13) Видалити індустрію✍️ Напишіть номер індустрії повідомленням.

source: ❌ Неверный выбор! Пожалуйста, выберите число от 1 до 12.
de: ❌ Ungültige Auswahl! Bitte wähle eine Zahl von 1 bis 12.
es: ❌ ¡Selección incorrecta! Por favor, elige un número del 1 al 12.
it: ❌ Scelta non valida! Seleziona un numero da 1 a 12.
kk: ❌ Қате таңдау! 1-ден 12-ге дейінгі санды таңдаңыз.
ky: ❌ Туура эмес тандоо! Сураныч, 1ден 12ге чейинки санды тандаңыз.
uk: ❌ Невірний вибір! Будь ласка, оберіть число від 1 до 12.

source: Вы убрали выбор индустрии ✅
de: Du hast die Branchenauswahl entfernt ✅
es: Has eliminado la selección de industria ✅
it: Hai rimosso la selezione dell'industria ✅
kk: Сіз сала таңдауды алып тастадыңыз ✅
ky: Сиз индустрияны алып салдыңыз ✅
uk: Ви видалили вибір індустрії ✅

source: Вы выбрали индустрию: {industry_value} ✅
de: Du hast die Branche gewählt: {industry_value} ✅
es: Has seleccionado la industria: {industry_value} ✅
it: Hai selezionato l'industria: {industry_value} ✅
kk: Сіз саланы таңдадыңыз: {industry_value} ✅
ky: Сиз бул индустрияны тандадыңыз: {industry_value} ✅
uk: Ви обрали індустрію: {industry_value} ✅

source: ❌ Не удалось обновить индустрию. Попробуйте снова.
de: ❌ Branche konnte nicht aktualisiert werden. Bitte versuche es erneut.
es: ❌ No se pudo actualizar la industria. Intenta de nuevo.
it: ❌ Impossibile aggiornare l'industria. Riprova.
kk: ❌ Саланы жаңарту сәтсіз аяқталды. Қайтадан көріңіз.
ky: ❌ Индустрияны жаңыртуу мүмкүн болбоду. Дагы аракет кылыңыз.
uk: ❌ Не вдалося оновити індустрію. Спробуйте знову.
