Repository: dimon13022007/paire
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, it, kk, ky, uk

source: Какое новое значение вы хотите определить? Текущее: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev ✍️ Напиши номер индустрии сообщением.
de: Welchen neuen Wert möchtest du festlegen? Aktuell: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev ✍️ Sende die Nummer der Branche als Nachricht.
es: ¿Qué nuevo valor deseas establecer? Actual: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Bots de Telegram 8) AppDev 9) OSDev 10) Ciberseguridad 11) Frameworks 12) BlockchainDev ✍️ Escribe el número de la industria en un mensaje.
it: Quale nuovo valore vuoi impostare? Attuale: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev ✍️ Invia il numero dell'industria come messaggio.
kk: Жаңа мәнді орнатқыңыз келе ме? Ағымдағысы: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Киберқауіпсіздік 11) Frameworks 12) BlockchainDev ✍️ Индустрия нөмірін хабарлама ретінде жазыңыз.
ky: Жаңы маанини тандаңыз: Азыркысы: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev ✍️ Индустриянын номерин жазыңыз.
uk: Яке нове значення ви хочете встановити? Поточне: {current} 1) Backend 2) Front-end 3) FullStack 4) GameDev 5) MobileDev 6) AIDev 7) Telegram Bots 8) AppDev 9) OSDev 10) Cybersecurity 11) Frameworks 12) BlockchainDev ✍️ Напишіть номер індустрії повідомленням.

source: ❌ Пожалуйста, введите число от 1 до 13.
de: ❌ Bitte gib eine Zahl von 1 bis 13 ein.
es: ❌ Por favor, introduce un número del 1 al 13.
it: ❌ Inserisci un numero da 1 a 13.
kk: ❌ 1 мен 13 аралығында сан енгізіңіз.
ky: ❌ Сураныч, 1ден 13кө чейинки сан жазыңыз.
uk: ❌ Будь ласка, введіть число від 1 до 13.

source: Ваше значення мови оновлено: {new_language} ✅
de: Deine Spracheinstellung wurde aktualisiert: {new_language} ✅
es: Tu idioma ha sido actualizado: {new_language} ✅
it: La tua lingua è stata aggiornata: {new_language} ✅
kk: Тіл параметрі жаңартылды: {new_language} ✅
ky: Тилиңиз ийгиликтүү жаңыртылды: {new_language} ✅

source: ❌ Не вдалося оновити мову. Спробуйте ще раз.
de: ❌ Sprache konnte nicht aktualisiert werden. Bitte versuche es erneut.
es: ❌ No se pudo actualizar el idioma. Intenta de nuevo.
it: ❌ Impossibile aggiornare la lingua. Riprova.
kk: ❌ Тілді жаңарту сәтсіз аяқталды. Қайталап көріңіз.
ky: ❌ Тилди жаңыртуу мүмкүн болбоду. Дагы аракет кылыңыз.

source: Назад 🔙
de: Zurück 🔙
es: Atrás 🔙
it: Indietro 🔙
kk: Артқа 🔙
ky: Артка 🔙

source: Фильтры сохранены: {industries} Нажмите /show для просмотра анкет.
de: Filter gespeichert: {industries} Gib /show ein, um die Profile zu sehen.
es: Filtros guardados: {industries} Pulsa /show para ver los perfiles.
it: Filtri salvati: {industries} Premi /show per visualizzare i profili.
kk: Сүзгілер сақталды: {industries} Анкеталарды көру үшін /show пәрменін басыңыз.
ky: Фильтрлер сакталды: {industries} Анкеталарды көрүү үчүн /show басыңыз.
uk: Фільтри збережено: {industries} Натисніть /show для перегляду анкет.

source: Можно выбрать не более 3 индустрий
de: Du kannst nicht mehr als 3 Branchen auswählen
es: Puedes seleccionar hasta 3 industrias como máximo
it: Puoi selezionare al massimo 3 settori
kk: Үштен артық индустрия таңдау мүмкін емес
ky: Үчтөн ашык индустрия тандаганга болбойт
uk: Можна обрати не більше 3 індустрій

source: Вы не зарегистрированы. Пожалуйста, зарегистрируйтесь перед использованием, введите команду /start
de: Du bist nicht registriert. Bitte registriere dich, bevor du den Bot nutzt – gib den Befehl /start ein.
es: No estás registrado. Por favor, regístrate antes de usar el bot, introduce el comando /start
it: Non sei registrato. Per favore, registrati prima di utilizzare il servizio, digita il comando /start
kk: Сіз тіркелмегенсіз. Пайдаланар алдында /start пәрменін теріп, тіркеліңіз
ky: Сиз каттала элексиз. Колдонуу үчүн /start буйругун терип, катталыңыз
uk: Ви не зареєстровані. Будь ласка, зареєструйтеся перед використанням, введіть команду /start

source: Введите ваш реферальный код
de: Bitte gib deinen Empfehlungscode ein
es: Introduce tu código de referido
it: Inserisci il tuo codice di riferimento
kk: Реферал кодын енгізіңіз
ky: Рефералдык кодуңузду жазыңыз
uk: Введіть свій реферальний код

source: Вы ввели свой же код😅
de: Du hast deinen eigenen Code eingegeben 😅
es: Has introducido tu propio código 😅
it: Hai inserito il tuo stesso codice 😅
kk: Сіз өзіңіздің кодыңызды енгіздіңіз 😅
ky: Сиз өзүңүздүн кодуңузду жаздыңыз 😅
uk: Ви ввели свій власний код😅

source: Ты уже вводил реферальный код <i>Прости, но его можно вводить только один раз 🫠</i>
de: Du hast bereits einen Empfehlungscode eingegeben <i>Sorry, aber man kann ihn nur einmal eingeben 🫠</i>
es: Ya has introducido un código de referido <i>Lo siento, pero solo se puede introducir una vez 🫠</i>
it: Hai già inserito un codice di riferimento <i>Mi dispiace, ma può essere inserito solo una volta 🫠</i>
kk: Сіз реферал кодын бұрын енгіздіңіз <i>Кешіріңіз, оны тек бір рет қана енгізуге болады 🫠</i>
ky: Сиз рефералдык кодду мурда эле киргизгениңиз <i>Кечир, бирок кодду бир эле жолу киргизсе болот 🫠</i>
uk: Ти вже вводив реферальний код <i>Вибач, але його можна вводити лише один раз 🫠</i>

source: Вашу реферальную ссылку использовали <i>Пользователь: @{username}! 🥳</i> Теперь вас ждет <b>буст к вашей анкете</b>!
de: Dein Empfehlungscode wurde verwendet <i>Nutzer: @{username}! 🥳</i> Jetzt bekommst du einen <b>Boost für dein Profil</b>!
es: Tu enlace de referido ha sido usado <i>Usuario: @{username}! 🥳</i> ¡Ahora recibirás un <b>impulso a tu perfil</b>!
it: Il tuo link di riferimento è stato utilizzato <i>Utente: @{username}! 🥳</i> Ora riceverai un <b>boost al tuo profilo</b>!
kk: Сіздің реферал сілтемеңіз қолданылды <i>Пайдаланушы: @{username}! 🥳</i> Сізге <b>анкетаның күшейтілуі</b> беріледі!
ky: Сиздин рефералдык шилтеме колдонулду <i>Колдонуучу: @{username}! 🥳</i> Эми сиздин анкетаңызга <b>буст</b> берилет!
uk: Вашу реферальну ссылку використали <i>Користувач: @{username}! 🥳</i> Тепер на вас чекає <b>буст до вашої анкети</b>!

source: Код принят!
de: Code akzeptiert!
es: ¡Código aceptado!
it: Codice accettato!
kk: Код қабылданды!
ky: Код кабыл алынды!
uk: Код прийнято!

source: Не наебывай меня {username}, даже не пытайся наебать
de: Verarsch mich nicht, {username}, nicht mal versuchen
es: No me engañes, {username}, ni lo intentes
it: Non prendermi in giro, {username}, nemmeno provarci
kk: Мені алдама, {username}, тіпті тырыспа да
ky: Мени алдаба {username}, алдоого аракет да кылба
uk: Не обманюй мене, {username}, навіть не намагайся 😒

source: 🎉 <b>Вы уже получили свой реферальный код!</b> <code>{code}</code> 🔹 Поделитесь им с друзьями, чтобы получить бонусы! 😉
de: 🎉 <b>Du hast bereits deinen Empfehlungscode erhalten!</b> <code>{code}</code> 🔹 Teile ihn mit deinen Freunden, um Boni zu erhalten! 😉
es: 🎉 <b>¡Ya has recibido tu código de referido!</b> <code>{code}</code> 🔹 Compártelo con amigos para recibir recompensas 😉
it: 🎉 <b>Hai già ricevuto il tuo codice di riferimento!</b> <code>{code}</code> 🔹 Condividilo con i tuoi amici per ottenere dei bonus! 😉
kk: 🎉 <b>Сізде қазірдің өзінде реферал кодыңыз бар!</b> <code>{code}</code> 🔹 Достарыңызбен бөлісіңіз, бонустар алыңыз! 😉
ky: 🎉 <b>Сиз буга чейин рефералдык кодуңузду алдыңыз!</b> <code>{code}</code> 🔹 Досторуңуз менен бөлүшүп, бонус алыңыз! 😉
uk: 🎉 <b>Ви вже отримали свій реферальний код!</b> <code>{code}</code> 🔹 Поділіться ним із друзями, щоб отримати бонуси! 😉

source: 🎁 <b>Вот твой реферальный код!</b> <code>{user_code}</code> 🔹 Отправь его друзьям, чтобы получить бонусы! 🚀
de: 🎁 <b>Hier ist dein Empfehlungscode!</b> <code>{user_code}</code> 🔹 Schick ihn deinen Freunden, um Boni zu erhalten! 🚀
es: 🎁 <b>¡Aquí tienes tu código de referido!</b> <code>{user_code}</code> 🔹 Envíalo a tus amigos para recibir recompensas 🚀
it: 🎁 <b>Ecco il tuo codice di riferimento!</b> <code>{user_code}</code> 🔹 Invia il codice ai tuoi amici per ottenere dei bonus! 🚀
kk: 🎁 <b>Міне, сіздің реферал кодыңыз!</b> <code>{user_code}</code> 🔹 Достарыңызға жіберіп, бонустар алыңыз! 🚀
ky: 🎁 <b>Бул сенин рефералдык кодуң!</b> <code>{user_code}</code> 🔹 Досторуңа жөнөтүп, бонус алыңыз! 🚀
uk: 🎁 <b>Ось твій реферальний код!</b> <code>{user_code}</code> 🔹 Надішли його друзям, щоб отримати бонуси! 🚀

source: Вернуться назад
de: Zurückkehren
es: Volver atrás
it: Torna indietro
kk: Артқа қайту
ky: Артка кайтуу
uk: Повернутися назад

source: ✅ Ваша анкета снова активна! Теперь другие пользователи смогут увидеть её и связаться с вами 🔍
de: ✅ Dein Profil ist wieder aktiv! Andere Nutzer können es jetzt sehen und dich kontaktieren 🔍
es: ✅ ¡Tu perfil está activo nuevamente! Ahora otros usuarios podrán verlo y contactarte 🔍
it: ✅ Il tuo profilo è di nuovo attivo! Ora gli altri utenti potranno vederlo e contattarti 🔍
kk: ✅ Сіздің анкетаңыз қайтадан белсенді! Енді басқа қолданушылар оны көріп, сізбен байланыса алады 🔍
ky: ✅ Сиздин анкета кайра активдүү! Башка колдонуучулар аны көрүп, сиз менен байланышса болот 🔍
uk: ✅ Ваша анкета знову активна! Тепер інші користувачі зможуть побачити її та зв’язатися з вами 🔍

source: Анкета пропущена.
de: Fragebogen übersprungen.
es: Perfil omitido.
it: Profilo saltato.
kk: Анкета өткізіліп жіберілді.
ky: Анкета өткөрүп жиберилди.
uk: Анкету пропущено.

source: Анкеты закончились, подождите пока появятся новые и нажмите /show
de: Keine Profile mehr verfügbar. Bitte warten Sie, bis neue erscheinen, und drücken Sie /show
es: Los perfiles se han acabado, espera a que aparezcan nuevos y pulsa /show
it: Non ci sono più profili al momento. Aspetta che ne appaiano di nuovi e premi /show
kk: Анкеталар таусылды, жаңалары шыққанша күтіп, /show басыңыз
ky: Анкеталар түгөндү, жаңылары чыкканча күтүңүз жана /show басыңыз
uk: Анкети закінчилися, зачекайте поки зʼявляться нові та натисніть /show

source: Ты уже зарегестрировался, чтобы увидеть анкету свою анкету нажмите /show
de: Du bist bereits registriert. Um dein Profil zu sehen, drücke /show
es: Ya te has registrado, para ver tu perfil pulsa /show
it: Ti sei già registrato. Per vedere il tuo profilo, premi /show
kk: Сіз тіркеліп қойдыңыз, анкетаңызды көру үшін /show басыңыз
ky: Сиз буга чейин катталдыңыз, анкетаны көрүү үчүн /show басыңыз
uk: Ти вже зареєструвався, щоб побачити свою анкету — натисни /show

source: 🔥 <b>Приветствуем тебя в PairCode!</b> 🔥 🚀 Здесь ты сможешь найти напарника, помощника или единомышленника для совместной работы над проектами! 🤝 Объединяйся с профессионалами, делись идеями и создавай крутые вещи вместе! 💡 <b>PairCode</b> — это место, где начинаются великие проекты! 🎁 После регистрации ты сможешь <b>ввести реферальный код друга</b> или <b>поделиться своим</b>, используя команду <code>/ref</code>. 🛠 <b>Готов начать?</b> Тогда проходи регистрацию и начинай! 👇
de: 🔥 <b>Willkommen bei PairCode!</b> 🔥 🚀 Hier kannst du einen Partner, Helfer oder Gleichgesinnten finden, um gemeinsam an Projekten zu arbeiten! 🤝 Vernetze dich mit Profis, teile Ideen und erschaffe gemeinsam großartige Dinge! 💡 <b>PairCode</b> ist der Ort, an dem große Projekte beginnen! 🎁 Nach der Registrierung kannst du <b>den Empfehlungscode eines Freundes eingeben</b> oder <b>deinen eigenen teilen</b> mit dem Befehl <code>/ref</code>. 🛠 <b>Bist du bereit?</b> Dann registriere dich und leg los! 👇
es: 🔥 <b>¡Bienvenido a PairCode!</b> 🔥 🚀 Aquí podrás encontrar un compañero, asistente o aliado para trabajar juntos en proyectos. 🤝 Conéctate con profesionales, comparte ideas y crea cosas increíbles juntos. 💡 <b>PairCode</b> es el lugar donde nacen los grandes proyectos. 🎁 Después de registrarte, puedes <b>ingresar el código de referido de un amigo</b> o <b>compartir el tuyo</b> con el comando <code>/ref</code>. 🛠 <b>¿Listo para empezar?</b> ¡Entonces regístrate y comencemos! 👇
it: 🔥 <b>Benvenuto su PairCode!</b> 🔥 🚀 Qui puoi trovare un partner, un assistente o un compagno di idee per lavorare insieme ai progetti! 🤝 Collabora con professionisti, condividi idee e crea cose fantastiche insieme! 💡 <b>PairCode</b> è il posto dove nascono i grandi progetti! 🎁 Dopo la registrazione potrai <b>inserire il codice di riferimento di un amico</b> oppure <b>condividere il tuo</b> usando il comando <code>/ref</code>. 🛠 <b>Pronto a iniziare?</b> Allora registrati e cominciamo! 👇
kk: 🔥 <b>PairCode-қа қош келдің!</b> 🔥 🚀 Мұнда сен серіктес, көмекші немесе идеялас адам таба аласың, бірге жобаларда жұмыс істеу үшін! 🤝 Маман адамдармен бірігіп, идеялармен бөлісіп, керемет нәрселерді бірге жаса! 💡 <b>PairCode</b> — ұлы жобалар осында басталады! 🎁 Тіркелгеннен кейін <b>досыңның реферальдық кодын енгізе аласың</b> немесе <b>өзіңдікін бөлісе аласың</b> <code>/ref</code> командасы арқылы. 🛠 <b>Бастауға дайынсың ба?</b> Онда тіркеліп, кіріс! 👇
ky: 🔥 <b>PairCode'го кош келиңиз!</b> 🔥 🚀 Бул жерден сиз долбоорлор үчүн өнөктөш, жардамчы же идеялаш таба аласыз! 🤝 Адистер менен биригип, идеяларыңызды бөлүшүп, бирге сонун нерселерди жарат! 💡 <b>PairCode</b> — улуу долбоорлор башталган жер! 🎁 Катталгандан кийин <b>досуңуздун рефералдык кодун киргизе</b> же <b>өзүңүздүкү менен бөлүшө</b> аласыз: <code>/ref</code>. 🛠 <b>Баштоого даярсыңбы?</b> Анда каттал жана башта! 👇
uk: 🔥 <b>Ласкаво просимо до PairCode!</b> 🔥 🚀 Тут ти зможеш знайти напарника, помічника або однодумця для спільної роботи над проєктами! 🤝 Об’єднуйся з професіоналами, ділись ідеями та створюй круті речі разом! 💡 <b>PairCode</b> — це місце, де народжуються великі проєкти! 🎁 Після реєстрації ти зможеш <b>ввести реферальний код друга</b> або <b>поділитися своїм</b>, використовуючи команду <code>/ref</code>. 🛠 <b>Готовий почати?</b> Тоді проходь реєстрацію і вперед! 👇

source: Напишите из какого вы города ?🌆
de: Aus welcher Stadt kommst du? 🌆
es: ¿De qué ciudad eres? 🌆
it: Da quale città vieni? 🌆
kk: Қай қаладан екеніңізді жазыңыз 🌆
ky: Кайсы шаардан экениңизди жазыңыз 🌆
uk: Напишіть, з якого ви міста 🌆

source: Как вас зовут?
de: Wie ist dein Name?
es: ¿Cómo te llamas?
it: Come ti chiami?
kk: Атыңыз кім?
ky: Атыңыз ким?
uk: Як вас звати?

source: Сколько вам лет ?🧓👵
de: Wie alt bist du? 🧓👵
es: ¿Cuántos años tienes? 🧓👵
it: Quanti anni hai? 🧓👵
kk: Жасыңыз қанша? 🧓👵
ky: Жашыңыз канчада? 🧓👵
uk: Скільки вам років? 🧓👵

source: Напишите описание для профиля🖊
de: Schreibe eine Beschreibung für dein Profil 🖊
es: Escribe una descripción para tu perfil 🖊
it: Scrivi una descrizione per il tuo profilo 🖊
kk: Профильге сипаттама жазыңыз 🖊
ky: Профилиңиз үчүн сүрөттөмө жазыңыз 🖊
uk: Напишіть опис для профілю 🖊

source: Какой у вас язык программирования?👨‍💻
de: Welche Programmiersprache nutzt du? 👨‍💻
es: ¿Cuál es tu lenguaje de programación? 👨‍💻
it: Qual è il tuo linguaggio di programmazione? 👨‍💻
kk: Қандай бағдарламалау тілін қолданасыз? 👨‍💻
ky: Кайсы программалоо тилин колдоносуз? 👨‍💻
uk: Яка у вас мова програмування? 👨‍💻

source: Вы выбрали {safe_text}, это точный ответ?
de: Du hast {safe_text} gewählt. Ist das korrekt?
es: Has seleccionado {safe_text}, ¿es correcto?
it: Hai scelto {safe_text}, è corretto?
kk: {safe_text} таңдадыңыз, бұл дұрыс па?
ky: Сиз {safe_text} тандадыңыз, бул туурабы?
uk: Ви вибрали {safe_text}, це правильна відповідь?

source: Ты зарегестрировался ! Вот как выглядит твоя анкета!
de: Du bist registriert! So sieht dein Profil aus!
es: ¡Te has registrado! Así es como se ve tu perfil.
it: Ti sei registrato! Ecco come appare il tuo profilo!
kk: Сіз сәтті тіркелдіңіз! Міне, сіздің анкетаның көрінісі!
ky: Сиз катталдыңыз! Бул сиздин анкетаңыз кандай көрүнөт!
uk: Ти зареєструвався! Ось як виглядає твоя анкета!

source: Не выбрано
de: Nicht ausgewählt
es: No seleccionado
it: Non selezionato
kk: Таңдалмаған
ky: Тандалган эмес
uk: Не вибрано

source: Город 🌇
de: Stadt 🌇
es: Ciudad 🌇
it: Città 🌇
kk: Қала 🌇
ky: Шаар 🌇
uk: Місто 🌇

source: Имя 📝
de: Name 📝
es: Nombre 📝
it: Nome 📝
kk: Аты 📝
ky: Аты 📝
uk: Ім’я 📝

source: Возраст 🎂
de: Alter 🎂
es: Edad 🎂
it: Età 🎂
kk: Жасы 🎂
ky: Жаш 🎂
uk: Вік 🎂

source: Описание 🗒️
de: Beschreibung 🗒️
es: Descripción 🗒️
it: Descrizione 🗒️
kk: Сипаттама 🗒️
ky: Сүрөттөмө 🗒️
uk: Опис 🗒️

source: Язык 🌐
de: Sprache 🌐
es: Lenguaje 🌐
it: Linguaggio 🌐
kk: Тіл 🌐
ky: Тил 🌐
uk: Мова 🌐

source: Отрасль 🏭
de: Branche 🏭
es: Industria 🏭
it: Settore 🏭
kk: Сала 🏭
ky: Тармак 🏭
uk: Індустрія 🏭

source: Фото 📸
de: Foto 📸
es: Foto 📸
it: Foto 📸
ky: Сүрөт 📸

source: Назад
de: Zurück
es: Atrás
it: Indietro
kk: Артқа
ky: Артка

source: Поиск 🕵️
de: Suche 🕵️
es: Buscar 🕵️
it: Ricerca 🕵️
kk: Іздеу 🕵️
ky: Издөө 🕵️
uk: Пошук 🕵️

source: Новая анкета 📝
de: Neues Profil 📝
es: Nuevo perfil 📝
it: Nuovo profilo 📝
kk: Жаңа анкета 📝
ky: Жаңы анкета 📝
uk: Нова анкета 📝

source: Изменить параметры 🛠
de: Parameter ändern 🛠
es: Cambiar parámetros 🛠
it: Modifica parametri 🛠
kk: Параметрлерді өзгерту 🛠
ky: Параметрлерди өзгөртүү 🛠
uk: Змінити параметри 🛠

source: Настройки 🔧
de: Einstellungen 🔧
es: Configuración 🔧
it: Impostazioni 🔧
kk: Баптаулар 🔧
ky: Орнотуулар 🔧
uk: Налаштування 🔧

source: Начать регистрацию
de: Registrierung starten
es: Iniciar registro
it: Inizia la registrazione
kk: Тіркелуді бастау
ky: Катталууну баштоо
uk: Почати реєстрацію

source: Готово▶️
it: Fatto ▶️

source: Да
de: Ja
es: Sí
it: Sì
kk: Иә
ky: Ооба
uk: Так

source: Помянять
de: Ändern
es: Cambiar
it: Modifica
kk: Өзгерту
ky: Алмаштыруу
uk: Змінити

source: Получить код
de: Code erhalten
es: Obtener código
it: Ottieni il codice
kk: Кодты алу
ky: Код алуу
uk: Отримати код

source: Использовать код
de: Code verwenden
es: Usar código
it: Usa il codice
kk: Кодты пайдалану
ky: Код колдонуу
uk: Використати код

source: Мой профиль 👤
de: Mein Profil 👤
es: Mi perfil 👤
it: Il mio profilo 👤
kk: Менің профилім 👤
ky: Менин профилим 👤
uk: Мій профіль 👤

source: Фильтры 🔎
de: Filter 🔎
es: Filtros 🔎
it: Filtri 🔎
kk: Сүзгілер 🔎
ky: Фильтрлер 🔎
uk: Фільтри 🔎

source: Деактивировать анкету 🛑
de: Profil deaktivieren 🛑
es: Desactivar perfil 🛑
it: Disattiva il profilo 🛑
kk: Анкетаны өшіру 🛑
ky: Анкетаны өчүрүү 🛑
uk: Деактивувати анкету 🛑

source: Реферальный код 🎁
de: Empfehlungscode 🎁
es: Código de referido 🎁
it: Codice referral 🎁
kk: Реферал коды 🎁
ky: Рефералдык код 🎁
uk: Реферальний код 🎁

source: Изменить язык 🌏
de: Sprache ändern 🌏
es: Cambiar idioma 🌏
it: Cambia lingua 🌏
kk: Тілді өзгерту 🌏
ky: Тилди өзгөртүү 🌏
uk: Змінити мову 🌏

source: ️Да
de: Ja
es: Sí
it: Sì
kk: Иә
ky: Ооба
uk: Так

source: Нет
de: Nein
es: No
it: No
kk: Жоқ
ky: Жок
uk: Ні

source: Пропустить
de: Überspringen
es: Saltar
it: Salta
kk: Өткізу
ky: Өткөрүү
uk: Пропустити

source: 🔄 Сброс
it: 🔄 Reimposta
uk: 🔄 Скинути

source: ✅ Готово
it: ✅ Fatto

source: ❌ Пожалуйста, имя должно начинаться с большой буквы
de: ❌ Der Name muss mit einem Großbuchstaben beginnen
es: ❌ El nombre debe comenzar con mayúscula
it: ❌ Il nome deve iniziare con una lettera maiuscola
kk: ❌ Атыңыз бас әріптен басталуы керек
ky: ❌ Сураныч, ысым баш тамга менен башталышы керек
uk: ❌ Будь ласка, ім’я має починатися з великої літери

source: ❌ Пожалуйста, имя должно быть не меньше двух букв
de: ❌ Der Name muss mindestens zwei Buchstaben lang sein
es: ❌ El nombre debe tener al menos dos letras
it: ❌ Il nome deve contenere almeno due lettere
kk: ❌ Атыңыз кемінде екі әріптен тұруы керек
ky: ❌ Сураныч, ысым эки тамгадан кем болбошу керек
uk: ❌ Ім’я повинно містити щонайменше дві літери

source: ❌ Слишком длиное имя
de: ❌ Der Name ist zu lang
es: ❌ El nombre es demasiado largo
it: ❌ Il nome è troppo lungo
kk: ❌ Есім тым ұзақ
ky: ❌ Ысым өтө узун
uk: ❌ Ім’я занадто довге

source: ❌ Имя должно содержать только буквы.
de: ❌ Der Name darf nur Buchstaben enthalten.
es: ❌ El nombre solo debe contener letras
it: ❌ Il nome deve contenere solo lettere
kk: ❌ Аты тек әріптерден тұруы керек.
ky: ❌ Ысымда болгону тамгалар болушу керек.
uk: ❌ Ім’я повинно містити лише літери

source: ❌ Описание слишком длинное. Текст должен быть не больше 700 символов.
de: ❌ Die Beschreibung ist zu lang. Sie darf maximal 700 Zeichen enthalten.
es: ❌ La descripción es demasiado larga. El texto no debe superar los 700 caracteres.
it: ❌ La descrizione è troppo lunga. Deve contenere al massimo 700 caratteri.
kk: ❌ Сипаттама тым ұзақ. Мәтін 700 таңбадан аспауы керек.
ky: ❌ Сүрөттөө өтө узун. Текст 700 белгилен ашпашы керек.
uk: ❌ Опис занадто довгий. Текст має містити не більше 700 символів.

source: ❌ Город не может в себе местить такое количество символов.
de: ❌ Der Stadtname ist zu lang.
es: ❌ El nombre de la ciudad contiene demasiados caracteres.
it: ❌ Il nome della città è troppo lungo
kk: ❌ Қала атауы тым ұзақ.
ky: ❌ Шаардын атында мынчалык көп белгілер боло албайт.
uk: ❌ Назва міста занадто довга.

source: ❌ Не существует языка программирования такой длинны.
de: ❌ Es gibt keine Programmiersprache mit so einem langen Namen.
es: ❌ No existe un lenguaje de programación con ese largo nombre.
it: ❌ Non esiste un linguaggio di programmazione con un nome così lungo
kk: ❌ Мұндай ұзын программалау тілі жоқ.
ky: ❌ Мындай узун программалоо тили жок.
uk: ❌ Не існує мови програмування такої довжини.

source: ❌ Введите корректный возраст (только цифры).
de: ❌ Bitte gib ein gültiges Alter ein (nur Zahlen).
es: ❌ Introduce una edad válida (solo números).
it: ❌ Inserisci un'età valida (solo numeri)
kk: ❌ Жасыңызды дұрыс енгізіңіз (тек сандар).
ky: ❌ Жашты туура киргизиңиз (болгону сандар).
uk: ❌ Введіть коректний вік (лише цифри).

source: ❌ Введите реальный возраст (8-120 лет).
de: ❌ Bitte gib ein realistisches Alter ein (zwischen 8 und 120 Jahren).
es: ❌ Introduce una edad real (entre 8 y 120 años).
it: ❌ Inserisci un'età reale (8–120 anni)
kk: ❌ Шынайы жасыңызды енгізіңіз (8-ден 120 жасқа дейін).
ky: ❌ Чыныгы жашты киргизиңиз (8-120 жаш).
uk: ❌ Введіть реальний вік (від 8 до 120 років).

source: Вы ввели некорректный формат сообщения.
de: Du hast ein ungültiges Nachrichtenformat eingegeben.
es: Formato de mensaje incorrecto.
it: Hai inserito un formato di messaggio non valido
kk: Сіз хабарламаның дұрыс емес пішімін енгіздіңіз.
ky: Сиз билдирүүнүн туура эмес форматын киргиздиңиз.
uk: Ви ввели некоректний формат повідомлення.

source: Вы отправили не фото, пожалуйста, отправьте фото.
de: Das war kein Foto. Bitte sende ein Bild.
es: No has enviado una foto. Por favor, envía una.
it: Non hai inviato una foto, per favore invia una foto
kk: Сіз фото емес нәрсе жібердіңіз, өтінеміз, фото жіберіңіз.
ky: Сиз сүрөт жиберген жоксуз, сураныч сүрөт жөнөтүңүз.
uk: Ви надіслали не фото, будь ласка, надішліть фото.

source: Произошла ошибка при обработке фото, попробуйте снова.
de: Fehler bei der Verarbeitung des Fotos. Bitte versuche es erneut.
es: Ocurrió un error al procesar la foto, intenta de nuevo.
it: Si è verificato un errore durante l'elaborazione della foto, riprova
kk: Фотоны өңдеу кезінде қате орын алды, қайтадан көріңіз.
ky: Сүрөттү иштетүүдө ката кетти, кайра аракет кылыңыз.
uk: Сталася помилка під час обробки фото, спробуйте ще раз.

source: Введен слишком длинный текст для данной категории
de: Der eingegebene Text ist zu lang für diese Kategorie
es: El texto introducido es demasiado largo para esta categoría
it: Il testo inserito è troppo lungo per questa categoria
kk: Бұл категория үшін енгізілген мәтін тым ұзын
ky: Бул категория үчүн текст өтө узун киргизилди
uk: Введено занадто довгий текст для цієї категорії
